
[
    {
        "id": 1,
        "name": "Flatiron School",
        "image": "flatiron-logo.png",
        "skills": [
            "React.js",
            "TypeScript",
            "Javascript",
            "Python",
            "Flask",
            "C",
            "SQL",
            "SQLAlchemy",
            "JSON",
            "Express",
            "Bcrypt (JS/PY)",
            "RESTful standards"
        ],
        "summary": [
            "Flatiron School is a specialized institution focusing on web and app development. The program consists of five phases, covering frontend and backend development using JavaScript, React, Python, and SQL. Each phase includes collaborative team projects specific to the language/subject, culminating in a comprehensive capstone project that integrates acquired skills.",
            "While in attendance, students gain hands-on experience in frontend development with JavaScript and React, followed by backend development using Python, Flask, and SQL. Throughout the program, students work in teams, fostering collaboration and learning in an agile environment. The final capstone project showcases their full-stack development abilities.",
            "In short, Flatiron provides a rigorous and immersive learning experience, equipping graduates with the skills, knowledge, and portfolio to succeed in the software engineering industry.",
            "During my time at Flatiron School, I underwent an immersive and enriching educational experience that provided me with a solid foundation in software engineering. Through a comprehensive curriculum and hands-on projects, I acquired a deep understanding of industry-standard technologies and best practices. Collaborating closely with peers in team projects, I developed strong teamwork and communication skills, effectively contributing to the success of our collective endeavors. The rigorous and supportive environment at Flatiron School fostered my growth as a professional, equipping me with the necessary skills and mindset to excel in the field of software engineering."
        ]
    },
    {
        "id": 2,
        "name": "University of California: Riverside",
        "image": "ucr-logo.png",
        "skills": [
            "Fluency in French",
            "Political Science",
            "Effective Communication Skills",
            "Cross-Cultural Perspective"
        ],
        "summary": [
            "At UC Riverside (UCR), a well-reputed academic institution, I pursued a degree in French, immersing myself in the language, culture, and literature. Throughout my academic journey, I had the opportunity to engage in comprehensive language studies, exploring various aspects of French linguistics, literature, and society. UCR's vibrant academic environment provided a rich platform for intellectual growth, fostering critical thinking, analytical skills, and intercultural understanding.",
            "During my undergraduate studies, I embarked on a transformative year-long study abroad program at the prestigious Institut d'Etudes Politiques (IEP) in Lyon, France. The IEP is renowned for its excellence in political science and social sciences education, offering an immersive environment to study comparative politics. This experience enabled me to broaden my global perspective, gain insights into the complexities of international relations, and develop a deeper understanding of the political landscape.",
            "By combining my studies at UCR with the intensive program at IEP, I honed my language proficiency, developed intercultural competence, and cultivated a passion for the intricate interplay between language, culture, and politics. These experiences have enriched my abilities to communicate effectively, analyze diverse perspectives, and navigate complex cross-cultural contexts."
        ]
    }

  ]